Repository: University-of-Potsdam-MM/orcid
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# up_orcid_extension_title
source: ORCID Publication Data
de: ORCID Publikationsdaten

# up_orcid_extension_description
source: Get the ORCID data with ORCID iD
de: Abrufen der ORCID-Publikationsdaten mit ORCID iD

# error.jsondata
source: The ORCID data could not be read. Please contact an administrator.
de: Die ORCID-Daten konnten nicht gelesen werden. Bitte wenden Sie sich an einen Administrator.

# error.rendering
source: The ORCID data cannot be displayed. Please contact an administrator.
de: Die ORCID-Daten können nicht dargestellt werden. Bitte wenden Sie sich an einen Administrator.

# error.citationsstyle_locales
source: No language or citation style files exist. Please contact an administrator.
de: Es existieren keine Sprach- oder Zitierstil-Dateien. Bitte wenden Sie sich an einen Administrator.

# warning.no_workdata
source: The profile does not contain ORCID work data.
de: Das Profil enthält keine ORCID Publikationsdaten.

# warning.no_record
source: No ORCID record found. Please check your ORCID iD.
de: Kein ORCID Datensatz gefunden. Bitte überprüfen Sie Ihre ORCID iD.

source: Book
de: Buch

# book-chapter
source: Chapter
de: Buchkapitel

source: Chapter
de: Buchkapitel

source: Book Review
de: Rezension

# review
source: Book Review
de: Rezension

source: Dictionary Entry
de: Wörterbucheintrag

# entry-dictionary
source: Dictionary Entry
de: Wörterbucheintrag

source: Thesis
de: Abschlussarbeit

source: Encyclopedia Entry
de: Lexikoneintrag

# entry-encyclopedia
source: Encyclopedia Entry
de: Lexikoneintrag

source: Edited Book
de: Buch

# book-edited
source: Edited Book
de: Buch

# article
source: Journal Article
de: Wissenschaftlicher Artikel

source: Journal Article
de: Wissenschaftlicher Artikel

# article-journal
source: Journal Article
de: Wissenschaftlicher Artikel

source: Journal Issue
de: Zeitschriftenheft

# issue-journal
source: Journal Issue
de: Zeitschriftenheft

source: Magazine Article
de: Beitrag zu einem Periodikum

# article-magazine
source: Magazine Article
de: Beitrag zu einem Periodikum

source: Manual
de: Technische Dokumentation

source: Online-Resource
de: Online-Ressource

# resource-online
source: Online-Resource
de: Online-Ressource

source: Newsletter Article
de: Newsletter

# article-newsletter
source: Newsletter Article
de: Newsletter

source: Newspaper Article
de: Beitrag zu einem Periodikum

# article-newspaper
source: Newspaper Article
de: Beitrag zu einem Periodikum

source: Report
de: Bericht

source: Research Tool
de: Forschungstool

# tool-research
source: Research Tool
de: Forschungstool

source: Supervised Student Publication
de: Studienarbeit

source: Translation
de: Übersetzung

source: Website
de: Webseite

source: Working Paper
de: Arbeitspapier

source: Conference Abstract
de: Konferenzabstract

# abstract-conference
source: Conference Abstract
de: Konferenzabstract

source: Conference Paper
de: Konferenzpaper

# paper-conference
source: Conference Paper
de: Konferenzpaper

source: Conference Poster
de: Konferenzposter

# poster-conference
source: Conference Poster
de: Konferenzposter

source: Disclosure
de: Bekanntmachung

source: License
de: Lizenz

source: Registered Copyright
de: Copyright

# copyright-registered
source: Registered Copyright
de: Copyright

source: Trademark
de: Warenmarke

source: Annotation
de: Entscheidungs- oder Urteilsanmerkung

source: Data Management Plan
de: Datenmanagementplan

source: Data Set
de: Forschungsdaten

source: Invention
de: Erfindung

source: Lecture Speech
de: Vorlesung

source: Physical Object
de: Physisches Objekt

source: Research Technique
de: Forschungstechnik

source: Spin-off Company
de: Ausgründung

source: Standards and Policy
de: Standards und Richtlinien

source: Technical Standard
de: Technischer Standard

source: Other
de: Verschiedenartige Ressourcen

# profileowner.label
source: Name of the profile owner
de: Name des Profilinhabers

# profileowner.1
source: display
de: Anzeigen

# profileowner.2
source: hide
de: Verstecken

# citationstyle.label
source: Citation Style
de: Zitationsstil

# citationstyle
source: Common Citation Styles
de: G채ngige Zitationsstile

# groupingstyle.label
source: Grouping Style
de: Gruppierungsstil

# groupingstyle.1
source: None
de: Keinen

# groupingstyle.2
source: Grouping style according to years
de: Gruppierung nach Jahren

# groupingstyle.3
source: Grouping style according to publication types
de: Gruppierung nach Publikationstypen

# success
source: Input value is correct
de: Eingabewert ist korrekt

# success.hint
source: Your ORCID iD is:
de: Ihre ORCID iD lautet:

# formatError
source: Invalid field value
de: Ung체ltiger Eingabewert

# formatError.hint
source: Please enter ORCID iD in correct format: 0000-0000-0000-0000
de: Bitte geben Sie ORCID iD im richtigen Format ein: 0000-0000-0000-0000

# noRecordError
source: No ORCID record found.
de: Kein ORCID-Eintrag gefunden.

# noRecordError.hint
source: Please check your ORCID iD.
de: Bitte 체berpr체fen Sie die ORCID iD.

# error
source: OOPS! Something went wrong!
de: OOPS! Etwas ist schief gegangen!

# error.hint
source: Please contact an administrator.
de: Bitte wenden Sie sich an einen Administrator.

# scheduler.ignoreTimestamp
source: Update all data (timestamp is ignored)
de: Update aller Daten (Timestamp wird ignoriert)

# config.apiUrl
source: ORCiD API Url: Please enter the public Url of the ORCiD API.
de: ORCiD API Url: Geben Sie bitte die Url der ORCiD API ein.

# config.proxy
source: Proxy Url (Optional): Please enter the Proxy details (with port), if necessary. If set, the curl option CURLOPT_PROXY is used.
de: Proxy Url (Optional): Geben Sie bitte die Proxy-Details (inkl. Port) an, falls notwendig. Wenn diese Option gesetzt ist, wird die Curl-Option CURLOPT_PROXY verwendet.
